Repository: miya0001/presenpress
Catalog: languages/presenpress-*.po
Languages: ja, tr_tr

source: Presentations
ja: プレゼンテーション
tr_tr: Sunumlar

source: Presentation
ja: プレゼンテーション
tr_tr: Sunum

source: Add New Presentation
ja: プレゼンテーションを新規作成
tr_tr: Yeni Sunum Ekle

source: Edit Presentation
ja: プレゼンテーションを編集
tr_tr: Sunum Düzenle

source: Add New
ja: 新規作成
tr_tr: Yeni Ekle

source: New Presentation
ja: 新規プレゼンテーション
tr_tr: Yeni Sunum

source: View Presentation
ja: プレゼンテーションを表示
tr_tr: Sunumu Görüntüle

source: No Presentations found.
ja: プレゼンテーションが見つかりません。
tr_tr: Sunum Bulunamadı

source: No Presentations found in Trash.
ja: ゴミ箱にプレゼンテーションはありません。
tr_tr: Çöpte Sunum Bulunamadı.

source: Search Presentations
ja: プレゼンテーションを検索
tr_tr: Sunumlarda Ara

source: Presentation Settings
ja: プレゼンテーション設定
tr_tr: Sunum Seçenekleri

source: Presentation Styles
ja: プレゼンテーションのスタイル
tr_tr: Sunum Şablonları

source: Translators
ja: 翻訳者
tr_tr: Çevirenler

source: Theme:
ja: テーマ
tr_tr: Şablon:

source: Browsing History:
ja: ブラウジング履歴
tr_tr: Ziyaret Geçmişi:

source: Transtion:
ja: トランジション
tr_tr: Geçiş Efektleri:

source: Presentation with WordPress + Leap Motion.
tr_tr: WordPress ile Sunum + Leap Motion.
